christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
mkaufman.HTMLHint
mrmlnc.vscode-postcss-sorting
mskelton.npm-outdated
ritwickdey.LiveServer
syler.sass-indented
Tobermory.es6-string-html
tombonnike.vscode-status-bar-format-toggle
